Repository: archivesteak/opensense
Catalog: src/OpenSense.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, et_ee, fa_ir, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_cyrl_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# System_UsbCharging.Header
source: Charge USB devices while off
ar_sa: شحن أجهزة USB أثناء إيقاف التشغيل
bg_bg: Зареждане на USB устройства при изключен лаптоп
ca_es: Càrrega de dispositius USB amb el portàtil apagat
cs_cz: Nabíjení zařízení USB i při vypnutí
de_de: USB-Geräte im ausgeschalteten Zustand laden
el_gr: Φόρτιση συσκευών USB όταν είναι απενεργοποιημένος
es_es: Carga de dispositivos USB con el portátil apagado
et_ee: USB-seadmete laadimine väljalülitatuna
fa_ir: شارژ دستگاه‌های USB هنگام خاموش بودن
fi_fi: USB-laitteiden lataus sammutettuna
fr_fr: Charge des appareils USB ordinateur éteint
he_il: טעינת התקני USB כשהמחשב כבוי
hi_in: बंद होने पर USB डिवाइस चार्जिंग
hu_hu: USB-eszközök töltése kikapcsolt állapotban
id_id: Pengisian daya perangkat USB saat mati
it_it: Ricarica dei dispositivi USB da spento
ja_jp: 電源オフ時に USB 機器を充電
ko_kr: 전원이 꺼져 있을 때 USB 기기 충전
lv_lv: USB ierīču uzlāde, kad klēpjdators izslēgts
nb_no: Lad USB-enheter når den er slått av
nl_nl: USB-apparaten opladen als hij uit staat
pl_pl: Ładowanie urządzeń USB po wyłączeniu
pt_pt: Carregar dispositivos USB com o portátil desligado
ro_ro: Încărcarea dispozitivelor USB cu laptopul oprit
ru_ru: Зарядка USB-устройств в выключенном состоянии
sk_sk: Nabíjanie zariadení USB aj po vypnutí
sr_cyrl_rs: Пуњење USB уређаја док је лаптоп угашен
sv_se: Ladda USB-enheter när den är avstängd
th_th: ชาร์จอุปกรณ์ USB ขณะปิดเครื่อง
tr_tr: Kapalıyken USB cihazlarını şarj etme
uk_ua: Заряджання USB-пристроїв у вимкненому стані
vi_vn: Sạc thiết bị USB khi tắt máy
zh_cn: 关机时为 USB 设备充电
zh_tw: 關機時為 USB 裝置充電

# System_UsbCharging.Description
source: USB ports keep charging phones and other devices while the laptop is off, until the battery is down to the level chosen here.
ar_sa: تواصل منافذ USB شحن الهواتف والأجهزة الأخرى أثناء إيقاف تشغيل الكمبيوتر المحمول، حتى تنخفض البطارية إلى المستوى المختار هنا.
bg_bg: USB портовете продължават да зареждат телефони и други устройства, докато лаптопът е изключен, докато батерията падне до избраното тук ниво.
ca_es: Els ports USB continuen carregant mòbils i altres dispositius amb el portàtil apagat, fins que la bateria baixa al nivell triat aquí.
cs_cz: Porty USB nabíjejí telefony a další zařízení i při vypnutém notebooku, dokud baterie neklesne na zde zvolenou úroveň.
de_de: Die USB-Anschlüsse laden Handys und andere Geräte weiter, während der Laptop aus ist, bis der Akku auf den hier gewählten Stand fällt.
el_gr: Οι θύρες USB συνεχίζουν να φορτίζουν τηλέφωνα και άλλες συσκευές ενώ ο φορητός είναι κλειστός, μέχρι η μπαταρία να πέσει στο επίπεδο που επιλέγετε εδώ.
es_es: Los puertos USB siguen cargando teléfonos y otros dispositivos con el portátil apagado, hasta que la batería baja al nivel elegido aquí.
et_ee: USB-pordid laevad telefone ja muid seadmeid ka siis, kui sülearvuti on välja lülitatud, kuni aku langeb siin valitud tasemeni.
fa_ir: درگاه‌های USB هنگام خاموش بودن لپ‌تاپ به شارژ تلفن‌ها و دستگاه‌های دیگر ادامه می‌دهند تا باتری به سطحی که اینجا انتخاب می‌کنید برسد.
fi_fi: USB-portit lataavat puhelimia ja muita laitteita kannettavan ollessa sammutettuna, kunnes akku laskee tässä valittuun tasoon.
fr_fr: Les ports USB continuent de charger téléphones et autres appareils quand l’ordinateur portable est éteint, jusqu’à ce que la batterie descende au niveau choisi ici.
he_il: יציאות ה-USB ממשיכות לטעון טלפונים והתקנים אחרים כשהמחשב הנייד כבוי, עד שהסוללה יורדת לרמה שנבחרה כאן.
hi_in: लैपटॉप बंद होने पर भी USB पोर्ट फ़ोन और दूसरे डिवाइस चार्ज करते रहते हैं, जब तक बैटरी यहाँ चुने गए स्तर तक न आ जाए।
hu_hu: Az USB-portok kikapcsolt laptopnál is töltik a telefonokat és más eszközöket, amíg az akkumulátor le nem merül az itt választott szintre.
id_id: Port USB tetap mengisi daya ponsel dan perangkat lain saat laptop mati, sampai baterai turun ke tingkat yang dipilih di sini.
it_it: Le porte USB continuano a ricaricare telefoni e altri dispositivi a portatile spento, finché la batteria scende al livello scelto qui.
ja_jp: ノート PC の電源が切れていても、バッテリーがここで選んだ残量に下がるまで、USB ポートからスマートフォンなどを充電し続けます。
ko_kr: 노트북 전원이 꺼져 있어도 배터리가 여기서 고른 수준으로 내려갈 때까지 USB 포트가 휴대폰 등 기기를 계속 충전합니다.
lv_lv: USB porti turpina uzlādēt tālruņus un citas ierīces, kad klēpjdators ir izslēgts, līdz akumulators nokrītas līdz šeit izvēlētajam līmenim.
nb_no: USB-portene fortsetter å lade telefoner og andre enheter mens den bærbare PC-en er av, til batteriet er nede på nivået som velges her.
nl_nl: De USB-poorten blijven telefoons en andere apparaten opladen als de laptop uit staat, tot de batterij tot het hier gekozen niveau is gezakt.
pl_pl: Porty USB ładują telefony i inne urządzenia także po wyłączeniu laptopa, dopóki bateria nie spadnie do wybranego tu poziomu.
pt_pt: As portas USB continuam a carregar telemóveis e outros dispositivos com o portátil desligado, até a bateria descer ao nível escolhido aqui.
ro_ro: Porturile USB continuă să încarce telefoane și alte dispozitive cât laptopul e oprit, până când bateria scade la nivelul ales aici.
ru_ru: USB-порты продолжают заряжать телефоны и другие устройства при выключенном ноутбуке, пока заряд аккумулятора не опустится до выбранного здесь уровня.
sk_sk: Porty USB nabíjajú telefóny a iné zariadenia aj pri vypnutom notebooku, kým batéria neklesne na tu zvolenú úroveň.
sr_cyrl_rs: USB портови настављају да пуне телефоне и друге уређаје док је лаптоп угашен, све док батерија не падне на ниво изабран овде.
sv_se: USB-portarna fortsätter ladda telefoner och andra enheter när den bärbara datorn är avstängd, tills batteriet har sjunkit till nivån som väljs här.
th_th: พอร์ต USB ยังคงชาร์จโทรศัพท์และอุปกรณ์อื่นขณะแล็ปท็อปปิดอยู่ จนกว่าแบตเตอรี่จะลดลงถึงระดับที่เลือกไว้ที่นี่
tr_tr: Dizüstü bilgisayar kapalıyken USB bağlantı noktaları, pil burada seçilen düzeye inene kadar telefonları ve diğer cihazları şarj etmeye devam eder.
uk_ua: USB-порти заряджають телефони й інші пристрої, коли ноутбук вимкнено, доки заряд акумулятора не знизиться до вибраного тут рівня.
vi_vn: Cổng USB vẫn sạc điện thoại và các thiết bị khác khi máy tính xách tay tắt, cho đến khi pin xuống mức chọn ở đây.
zh_cn: 笔记本电脑关机时，USB 端口会继续为手机等设备充电，直到电池电量降到这里选择的水平。
zh_tw: 筆電關機時，USB 連接埠會繼續為手機等裝置充電，直到電池電量降到這裡選擇的程度。

# UsbCharging_Floor
source: Until {0}% battery
ar_sa: حتى {0}% من البطارية
bg_bg: До {0}% батерия
ca_es: Fins al {0} % de bateria
cs_cz: Do {0} % baterie
de_de: Bis {0} % Akku
el_gr: Έως {0}% μπαταρία
es_es: Hasta el {0} % de batería
et_ee: Kuni {0}% akut
fa_ir: تا {0}% باتری
fi_fi: Kunnes akkua on {0} %
fr_fr: Jusqu’à {0} % de batterie
he_il: עד {0}% סוללה
hi_in: {0}% बैटरी तक
hu_hu: {0}%-os töltöttségig
id_id: Hingga baterai {0}%
it_it: Fino al {0}% di batteria
ja_jp: 残量 {0}% まで
ko_kr: 배터리 {0}%까지
lv_lv: Līdz {0}% akumulatora
nb_no: Til {0} % batteri
nl_nl: Tot {0}% batterij
pl_pl: Do {0}% baterii
pt_pt: Até {0}% de bateria
ro_ro: Până la {0}% baterie
ru_ru: До {0} % заряда
sk_sk: Do {0} % batérie
sr_cyrl_rs: До {0}% батерије
sv_se: Tills batteriet är på {0} %
th_th: จนแบตเตอรี่เหลือ {0}%
tr_tr: Pil %{0} olana kadar
uk_ua: До {0} % заряду
vi_vn: Đến khi pin còn {0}%
zh_cn: 直到电量 {0}%
zh_tw: 直到電量 {0}%

# System_Startup.Text
source: Startup
ar_sa: بدء التشغيل
bg_bg: Стартиране
ca_es: Arrencada
cs_cz: Spuštění
de_de: Systemstart
el_gr: Εκκίνηση
es_es: Arranque
et_ee: Käivitamine
fa_ir: راه‌اندازی
fi_fi: Käynnistys
fr_fr: Démarrage
he_il: אתחול
hi_in: स्टार्टअप
hu_hu: Rendszerindítás
id_id: Pengaktifan
it_it: Avvio
ja_jp: 起動
ko_kr: 부팅
lv_lv: Palaišana
nb_no: Oppstart
nl_nl: Opstarten
pl_pl: Uruchamianie
pt_pt: Arranque
ro_ro: Pornire
ru_ru: Загрузка
sk_sk: Spustenie
sr_cyrl_rs: Покретање
sv_se: Uppstart
th_th: การเริ่มระบบ
tr_tr: Başlangıç
uk_ua: Завантаження
vi_vn: Khởi động
zh_cn: 启动
zh_tw: 開機

# System_BootAnimation.Header
source: Boot animation and sound
ar_sa: رسوم وصوت بدء التشغيل
bg_bg: Анимация и звук при стартиране
ca_es: Animació i so d'arrencada
cs_cz: Animace a zvuk při spuštění
de_de: Startanimation und -sound
el_gr: Κινούμενη εικόνα και ήχος εκκίνησης
es_es: Animación y sonido de arranque
et_ee: Käivitusanimatsioon ja -heli
fa_ir: پویانمایی و صدای راه‌اندازی
fi_fi: Käynnistysanimaatio ja -ääni
fr_fr: Animation et son de démarrage
he_il: אנימציה וצליל אתחול
hi_in: बूट एनिमेशन और ध्वनि
hu_hu: Indítási animáció és hang
id_id: Animasi dan suara saat menyala
it_it: Animazione e suono di avvio
ja_jp: 起動アニメーションとサウンド
ko_kr: 부팅 애니메이션 및 소리
lv_lv: Palaišanas animācija un skaņa
nb_no: Oppstartsanimasjon og -lyd
nl_nl: Opstartanimatie en -geluid
pl_pl: Animacja i dźwięk uruchamiania
pt_pt: Animação e som de arranque
ro_ro: Animație și sunet la pornire
ru_ru: Анимация и звук при загрузке
sk_sk: Animácia a zvuk pri spustení
sr_cyrl_rs: Анимација и звук при покретању
sv_se: Startanimation och -ljud
th_th: ภาพเคลื่อนไหวและเสียงตอนเริ่มระบบ
tr_tr: Açılış animasyonu ve sesi
uk_ua: Анімація та звук під час завантаження
vi_vn: Hoạt ảnh và âm thanh khi khởi động
zh_cn: 开机动画和声音
zh_tw: 開機動畫與音效

# System_BootAnimation.Description
source: The animation and sound when the laptop starts, on models that have them. Takes effect the next time it starts.
ar_sa: الرسوم المتحركة والصوت عند بدء تشغيل الكمبيوتر المحمول، في الطرازات التي تتضمنها. يسري التغيير عند بدء التشغيل التالي.
bg_bg: Анимацията и звукът при стартиране на лаптопа, при моделите, които ги имат. Промяната важи от следващото стартиране.
ca_es: L'animació i el so en engegar el portàtil, als models que en tenen. S'aplica la pròxima vegada que s'engegui.
cs_cz: Animace a zvuk při zapnutí notebooku u modelů, které je mají. Projeví se při příštím spuštění.
de_de: Animation und Sound beim Einschalten des Laptops, bei Modellen, die sie haben. Wirkt ab dem nächsten Start.
el_gr: Η κινούμενη εικόνα και ο ήχος κατά την εκκίνηση του φορητού, στα μοντέλα που τα διαθέτουν. Ισχύει από την επόμενη εκκίνηση.
es_es: La animación y el sonido al encender el portátil, en los modelos que los tienen. Se aplica la próxima vez que se encienda.
et_ee: Animatsioon ja heli sülearvuti käivitamisel mudelitel, millel need on. Rakendub järgmisel käivitamisel.
fa_ir: پویانمایی و صدای هنگام روشن شدن لپ‌تاپ، در مدل‌هایی که آن‌ها را دارند. از راه‌اندازی بعدی اعمال می‌شود.
fi_fi: Animaatio ja ääni kannettavan käynnistyessä malleissa, joissa ne ovat. Tulee voimaan seuraavalla käynnistyskerralla.
fr_fr: L’animation et le son au démarrage de l’ordinateur portable, sur les modèles qui en disposent. S’applique au prochain démarrage.
he_il: האנימציה והצליל בעת הפעלת המחשב הנייד, בדגמים שיש בהם. ייכנס לתוקף בהפעלה הבאה.
hi_in: लैपटॉप चालू होने पर एनिमेशन और ध्वनि, उन मॉडलों पर जिनमें ये होते हैं। अगली बार चालू होने पर लागू होता है।
hu_hu: A laptop indításakor megjelenő animáció és hang azokon a modelleken, amelyeken van ilyen. A következő indításkor lép életbe.
id_id: Animasi dan suara saat laptop menyala, pada model yang memilikinya. Berlaku saat laptop menyala berikutnya.
it_it: L'animazione e il suono all'accensione del portatile, sui modelli che li hanno. Ha effetto dalla prossima accensione.
ja_jp: ノート PC の起動時のアニメーションとサウンドです (搭載モデルのみ)。次回の起動時から反映されます。
ko_kr: 노트북을 켤 때 나오는 애니메이션과 소리입니다(지원 모델만). 다음에 켤 때부터 적용됩니다.
lv_lv: Animācija un skaņa, ieslēdzot klēpjdatoru, modeļos, kuros tās ir. Stājas spēkā nākamajā palaišanas reizē.
nb_no: Animasjonen og lyden når den bærbare PC-en starter, på modeller som har dem. Gjelder fra neste oppstart.
nl_nl: De animatie en het geluid bij het opstarten van de laptop, op modellen die ze hebben. Werkt vanaf de volgende keer opstarten.
pl_pl: Animacja i dźwięk przy włączaniu laptopa, w modelach, które je mają. Zadziała przy następnym uruchomieniu.
pt_pt: A animação e o som ao ligar o portátil, nos modelos que os têm. Aplica-se no próximo arranque.
ro_ro: Animația și sunetul la pornirea laptopului, pe modelele care le au. Se aplică de la următoarea pornire.
ru_ru: Анимация и звук при включении ноутбука на моделях, где они есть. Вступает в силу при следующей загрузке.
sk_sk: Animácia a zvuk pri zapnutí notebooku na modeloch, ktoré ich majú. Prejaví sa pri ďalšom spustení.
sr_cyrl_rs: Анимација и звук при паљењу лаптопа, на моделима који их имају. Примењује се од следећег покретања.
sv_se: Animationen och ljudet när den bärbara datorn startar, på modeller som har dem. Gäller från nästa start.
th_th: ภาพเคลื่อนไหวและเสียงเมื่อเปิดแล็ปท็อป ในรุ่นที่มี มีผลในการเปิดเครื่องครั้งถัดไป
tr_tr: Dizüstü bilgisayar açılırken çıkan animasyon ve ses (bunlara sahip modellerde). Bir sonraki açılışta geçerli olur.
uk_ua: Анімація та звук під час увімкнення ноутбука на моделях, які їх мають. Діє з наступного завантаження.
vi_vn: Hoạt ảnh và âm thanh khi máy tính xách tay khởi động, trên các mẫu có tính năng này. Có hiệu lực từ lần khởi động tiếp theo.
zh_cn: 笔记本电脑开机时的动画和声音（仅限具备该功能的机型）。下次开机时生效。
zh_tw: 筆電開機時的動畫與音效（僅限具備此功能的機型）。下次開機時生效。

# System_BootLogo.Header
source: Boot logo
ar_sa: شعار بدء التشغيل
bg_bg: Лого при стартиране
ca_es: Logotip d'arrencada
cs_cz: Logo při spuštění
de_de: Startlogo
el_gr: Λογότυπο εκκίνησης
es_es: Logotipo de arranque
et_ee: Käivituslogo
fa_ir: لوگوی راه‌اندازی
fi_fi: Käynnistyslogo
fr_fr: Logo de démarrage
he_il: לוגו אתחול
hi_in: बूट लोगो
hu_hu: Indítási embléma
id_id: Logo saat menyala
it_it: Logo di avvio
ja_jp: 起動ロゴ
ko_kr: 부팅 로고
lv_lv: Palaišanas logotips
nb_no: Oppstartslogo
nl_nl: Opstartlogo
pl_pl: Logo uruchamiania
pt_pt: Logótipo de arranque
ro_ro: Siglă la pornire
ru_ru: Логотип при загрузке
sk_sk: Logo pri spustení
sr_cyrl_rs: Лого при покретању
sv_se: Startlogotyp
th_th: โลโก้ตอนเริ่มระบบ
tr_tr: Açılış logosu
uk_ua: Логотип під час завантаження
vi_vn: Logo khởi động
zh_cn: 开机徽标
zh_tw: 開機標誌

# System_BootLogoAcer.Text
source: Acer's logo
ar_sa: شعار Acer
bg_bg: Логото на Acer
ca_es: Logotip d'Acer
cs_cz: Logo Acer
de_de: Acer-Logo
el_gr: Λογότυπο της Acer
es_es: Logotipo de Acer
et_ee: Aceri logo
fa_ir: لوگوی Acer
fi_fi: Acerin logo
fr_fr: Logo d’Acer
he_il: הלוגו של Acer
hi_in: Acer का लोगो
hu_hu: Acer embléma
id_id: Logo Acer
it_it: Logo di Acer
ja_jp: Acer のロゴ
ko_kr: Acer 로고
lv_lv: Acer logotips
nb_no: Acer-logoen
nl_nl: Acer-logo
pl_pl: Logo Acer
pt_pt: Logótipo da Acer
ro_ro: Sigla Acer
ru_ru: Логотип Acer
sk_sk: Logo Acer
sr_cyrl_rs: Acer лого
sv_se: Acers logotyp
th_th: โลโก้ของ Acer
tr_tr: Acer logosu
uk_ua: Логотип Acer
vi_vn: Logo của Acer
zh_cn: Acer 徽标
zh_tw: Acer 標誌

# System_BootLogoRestore.Content
source: Use Acer's logo
ar_sa: استخدام شعار Acer
bg_bg: Използвай логото на Acer
ca_es: Usa el logotip d'Acer
cs_cz: Použít logo Acer
de_de: Acer-Logo verwenden
el_gr: Χρήση λογότυπου της Acer
es_es: Usar el logotipo de Acer
et_ee: Kasuta Aceri logo
fa_ir: استفاده از لوگوی Acer
fi_fi: Käytä Acerin logoa
fr_fr: Utiliser le logo d’Acer
he_il: השתמש בלוגו של Acer
hi_in: Acer का लोगो इस्तेमाल करें
hu_hu: Acer embléma használata
id_id: Gunakan logo Acer
it_it: Usa il logo di Acer
ja_jp: Acer のロゴに戻す
ko_kr: Acer 로고 사용
lv_lv: Izmantot Acer logotipu
nb_no: Bruk Acer-logoen
nl_nl: Acer-logo gebruiken
pl_pl: Użyj logo Acer
pt_pt: Usar o logótipo da Acer
ro_ro: Revenire la sigla Acer
ru_ru: Вернуть логотип Acer
sk_sk: Použiť logo Acer
sr_cyrl_rs: Користи Acer лого
sv_se: Använd Acers logotyp
th_th: ใช้โลโก้ของ Acer
tr_tr: Acer logosunu kullan
uk_ua: Повернути логотип Acer
vi_vn: Dùng logo của Acer
zh_cn: 使用 Acer 徽标
zh_tw: 使用 Acer 標誌

# System_BootLogoChoose.Content
source: Choose picture
ar_sa: اختيار صورة
bg_bg: Избери изображение
ca_es: Tria una imatge
cs_cz: Vybrat obrázek
de_de: Bild auswählen
el_gr: Επιλογή εικόνας
es_es: Elegir imagen
et_ee: Vali pilt
fa_ir: انتخاب تصویر
fi_fi: Valitse kuva
fr_fr: Choisir une image
he_il: בחר תמונה
hi_in: चित्र चुनें
hu_hu: Kép kiválasztása
id_id: Pilih gambar
it_it: Scegli immagine
ja_jp: 画像を選択
ko_kr: 사진 선택
lv_lv: Izvēlēties attēlu
nb_no: Velg bilde
nl_nl: Afbeelding kiezen
pl_pl: Wybierz obraz
pt_pt: Escolher imagem
ro_ro: Alegere imagine
ru_ru: Выбрать изображение
sk_sk: Vybrať obrázok
sr_cyrl_rs: Изабери слику
sv_se: Välj bild
th_th: เลือกรูปภาพ
tr_tr: Resim seç
uk_ua: Вибрати зображення
vi_vn: Chọn ảnh
zh_cn: 选择图片
zh_tw: 選擇圖片

# Calibration_Charging
source: Calibrating since {0}: charging, {1}%
ar_sa: قيد المعايرة منذ {0}: جارٍ الشحن، {1}%
bg_bg: Калибриране от {0}: зарежда се, {1}%
ca_es: Calibrant des de les {0}: s'està carregant, {1} %
cs_cz: Kalibrace od {0}: nabíjí se, {1} %
de_de: Kalibrierung seit {0}: wird geladen, {1} %
el_gr: Βαθμονόμηση από τις {0}: φορτίζει, {1}%
es_es: Calibrando desde las {0}: cargando, {1} %
et_ee: Kalibreerimine alates {0}: laeb, {1}%
fa_ir: در حال کالیبره از {0}: در حال شارژ، {1}%
fi_fi: Kalibroidaan klo {0} alkaen: latautuu, {1} %
fr_fr: Calibrage depuis {0} : en charge, {1} %
he_il: מכייל מאז {0}: בטעינה, {1}%
hi_in: {0} से कैलिब्रेट हो रहा है: चार्ज हो रहा है, {1}%
hu_hu: Kalibrálás {0} óta: töltés, {1}%
id_id: Mengkalibrasi sejak {0}: mengisi daya, {1}%
it_it: Calibrazione dalle {0}: in carica, {1}%
ja_jp: {0} から調整中: 充電中、{1}%
ko_kr: {0}부터 보정 중: 충전 중, {1}%
lv_lv: Kalibrē kopš {0}: uzlādējas, {1}%
nb_no: Kalibrerer siden {0}: lader, {1} %
nl_nl: Kalibreren sinds {0}: laden, {1}%
pl_pl: Kalibracja od {0}: ładowanie, {1}%
pt_pt: A calibrar desde as {0}: a carregar, {1}%
ro_ro: Calibrare din {0}: se încarcă, {1}%
ru_ru: Калибровка с {0}: зарядка, {1} %
sk_sk: Kalibrácia od {0}: nabíja sa, {1} %
sr_cyrl_rs: Калибрисање од {0}: пуни се, {1}%
sv_se: Kalibrerar sedan {0}: laddar, {1} %
th_th: กำลังปรับเทียบตั้งแต่ {0}: กำลังชาร์จ {1}%
tr_tr: {0} saatinden beri kalibre ediliyor: şarj oluyor, %{1}
uk_ua: Калібрування з {0}: заряджання, {1} %
vi_vn: Đang hiệu chỉnh từ {0}: đang sạc, {1}%
zh_cn: 自 {0} 起校准中：正在充电，{1}%
zh_tw: 自 {0} 起校準中：正在充電，{1}%

# Calibration_Discharging
source: Calibrating since {0}: discharging, {1}%
ar_sa: قيد المعايرة منذ {0}: جارٍ التفريغ، {1}%
bg_bg: Калибриране от {0}: разрежда се, {1}%
ca_es: Calibrant des de les {0}: s'està descarregant, {1} %
cs_cz: Kalibrace od {0}: vybíjí se, {1} %
de_de: Kalibrierung seit {0}: wird entladen, {1} %
el_gr: Βαθμονόμηση από τις {0}: αποφορτίζεται, {1}%
es_es: Calibrando desde las {0}: descargando, {1} %
et_ee: Kalibreerimine alates {0}: tühjeneb, {1}%
fa_ir: در حال کالیبره از {0}: در حال تخلیه، {1}%
fi_fi: Kalibroidaan klo {0} alkaen: purkautuu, {1} %
fr_fr: Calibrage depuis {0} : en décharge, {1} %
he_il: מכייל מאז {0}: בפריקה, {1}%
hi_in: {0} से कैलिब्रेट हो रहा है: डिस्चार्ज हो रहा है, {1}%
hu_hu: Kalibrálás {0} óta: merülés, {1}%
id_id: Mengkalibrasi sejak {0}: mengosongkan, {1}%
it_it: Calibrazione dalle {0}: in scarica, {1}%
ja_jp: {0} から調整中: 放電中、{1}%
ko_kr: {0}부터 보정 중: 방전 중, {1}%
lv_lv: Kalibrē kopš {0}: izlādējas, {1}%
nb_no: Kalibrerer siden {0}: lader ut, {1} %
nl_nl: Kalibreren sinds {0}: ontladen, {1}%
pl_pl: Kalibracja od {0}: rozładowywanie, {1}%
pt_pt: A calibrar desde as {0}: a descarregar, {1}%
ro_ro: Calibrare din {0}: se descarcă, {1}%
ru_ru: Калибровка с {0}: разрядка, {1} %
sk_sk: Kalibrácia od {0}: vybíja sa, {1} %
sr_cyrl_rs: Калибрисање од {0}: празни се, {1}%
sv_se: Kalibrerar sedan {0}: laddar ur, {1} %
th_th: กำลังปรับเทียบตั้งแต่ {0}: กำลังคายประจุ {1}%
tr_tr: {0} saatinden beri kalibre ediliyor: boşalıyor, %{1}
uk_ua: Калібрування з {0}: розряджання, {1} %
vi_vn: Đang hiệu chỉnh từ {0}: đang xả, {1}%
zh_cn: 自 {0} 起校准中：正在放电，{1}%
zh_tw: 自 {0} 起校準中：正在放電，{1}%

# Calibration_Running
source: Calibrating since {0}
ar_sa: قيد المعايرة منذ {0}
bg_bg: Калибриране от {0}
ca_es: Calibrant des de les {0}
cs_cz: Kalibrace od {0}
de_de: Kalibrierung seit {0}
el_gr: Βαθμονόμηση από τις {0}
es_es: Calibrando desde las {0}
et_ee: Kalibreerimine alates {0}
fa_ir: در حال کالیبره از {0}
fi_fi: Kalibroidaan klo {0} alkaen
fr_fr: Calibrage depuis {0}
he_il: מכייל מאז {0}
hi_in: {0} से कैलिब्रेट हो रहा है
hu_hu: Kalibrálás {0} óta
id_id: Mengkalibrasi sejak {0}
it_it: Calibrazione dalle {0}
ja_jp: {0} から調整中
ko_kr: {0}부터 보정 중
lv_lv: Kalibrē kopš {0}
nb_no: Kalibrerer siden {0}
nl_nl: Kalibreren sinds {0}
pl_pl: Kalibracja od {0}
pt_pt: A calibrar desde as {0}
ro_ro: Calibrare din {0}
ru_ru: Калибровка с {0}
sk_sk: Kalibrácia od {0}
sr_cyrl_rs: Калибрисање од {0}
sv_se: Kalibrerar sedan {0}
th_th: กำลังปรับเทียบตั้งแต่ {0}
tr_tr: {0} saatinden beri kalibre ediliyor
uk_ua: Калібрування з {0}
vi_vn: Đang hiệu chỉnh từ {0}
zh_cn: 自 {0} 起校准中
zh_tw: 自 {0} 起校準中

# Calibration_Confirm_Title
source: Calibrate the battery?
ar_sa: معايرة البطارية؟
bg_bg: Да се калибрира ли батерията?
ca_es: Vols calibrar la bateria?
cs_cz: Kalibrovat baterii?
de_de: Akku kalibrieren?
el_gr: Βαθμονόμηση της μπαταρίας;
es_es: ¿Calibrar la batería?
et_ee: Kas kalibreerida aku?
fa_ir: باتری کالیبره شود؟
fi_fi: Kalibroidaanko akku?
fr_fr: Calibrer la batterie ?
he_il: לכייל את הסוללה?
hi_in: बैटरी कैलिब्रेट करें?
hu_hu: Kalibrálja az akkumulátort?
id_id: Kalibrasi baterai?
it_it: Calibrare la batteria?
ja_jp: バッテリーを調整しますか?
ko_kr: 배터리를 보정할까요?
lv_lv: Vai kalibrēt akumulatoru?
nb_no: Vil du kalibrere batteriet?
nl_nl: Batterij kalibreren?
pl_pl: Skalibrować baterię?
pt_pt: Calibrar a bateria?
ro_ro: Calibrați bateria?
ru_ru: Откалибровать аккумулятор?
sk_sk: Kalibrovať batériu?
sr_cyrl_rs: Калибрисати батерију?
sv_se: Vill du kalibrera batteriet?
th_th: ปรับเทียบแบตเตอรี่หรือไม่
tr_tr: Pil kalibre edilsin mi?
uk_ua: Відкалібрувати акумулятор?
vi_vn: Hiệu chỉnh pin?
zh_cn: 要校准电池吗？
zh_tw: 要校準電池嗎？
